tataCoding/Help/epoukaz_dokumentace_pro_vyvojare_v9/XML_priklady/NacistPoukaz_request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:cuep="http://www.sukl.cz/erp/cuep" xmlns:com="http://www.sukl.cz/erp/common">
    <soapenv:Header/>
    <soapenv:Body>
        <cuep:NacteniPredpisuDotaz>
            <cuep:Doklad>
                <com:Pristupujici>
                    <com:Uzivatel>669cac52-b591-4276-8815-f81a2f97192a</com:Uzivatel>
                    <com:Pracoviste>00000909047</com:Pracoviste>
                </com:Pristupujici>
                <cuep:Identifikator>
                    <cuep:ID_Dokladu>INLO3F4AK</cuep:ID_Dokladu>
                </cuep:Identifikator>
            </cuep:Doklad>
            <com:Zprava>
                <com:ID_Zpravy>732e9c36-a23c-4a44-8cdc-b773a2428c16</com:ID_Zpravy>
                <com:Verze>202201A</com:Verze>
                <com:Odeslano>2021-09-03T13:48:02.379+02:00</com:Odeslano>
                <com:SW_Klienta>0123456789AB</com:SW_Klienta>
            </com:Zprava>
        </cuep:NacteniPredpisuDotaz>
    </soapenv:Body>
</soapenv:Envelope>
